Repository: deepratna-awale/open-wallpaper-engine-mac
Catalog: OpenWallpaperEngine/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: No mask
ar: بلا قناع
de: Keine Maske
es: Sin máscara
fr: Aucun masque
hi: कोई मास्क नहीं
it: Nessuna maschera
ja: マスクなし
ko: 마스크 없음
pl: Brak maski
pt_br: Sem máscara
ru: Нет маски
tr: Maske yok
uk: Немає маски
zh_hans: 无蒙版
zh_hant: 沒有遮罩

source: No matching devices
ar: لا توجد أجهزة مطابقة
de: Keine passenden Geräte
es: No hay dispositivos que coincidan
fr: Aucun appareil correspondant
hi: कोई मेल खाता डिवाइस नहीं
it: Nessun dispositivo corrispondente
ja: 一致するデバイスはありません
ko: 일치하는 기기 없음
pl: Brak pasujących urządzeń
pt_br: Nenhum dispositivo correspondente
ru: Нет подходящих устройств
tr: Eşleşen aygıt yok
uk: Немає відповідних пристроїв
zh_hans: 没有匹配的设备
zh_hant: 沒有符合的裝置

source: No originals ready to remove
ar: لا توجد ملفات أصلية جاهزة للإزالة
de: Keine Originale zum Entfernen bereit
es: No hay originales listos para eliminar
fr: Aucun original prêt à être supprimé
hi: हटाने के लिए कोई मूल फ़ाइल तैयार नहीं
it: Nessun originale da rimuovere
ja: 削除できるオリジナルはありません
ko: 제거할 원본 없음
pl: Brak oryginałów do usunięcia
pt_br: Nenhum original pronto para remover
ru: Нет оригиналов для удаления
tr: Kaldırılmaya hazır orijinal yok
uk: Немає оригіналів для видалення
zh_hans: 没有可移除的原始文件
zh_hant: 沒有可移除的原始檔案

source: No playlist has a shortcut yet.
ar: لا توجد قائمة تشغيل لها اختصار بعد.
de: Noch keine Playlist hat einen Kurzbefehl.
es: Ninguna playlist tiene aún una función rápida.
fr: Aucune playlist n’a encore de raccourci.
hi: अभी किसी प्लेलिस्ट का शॉर्टकट नहीं है।
it: Nessuna playlist ha ancora un’abbreviazione.
ja: ショートカットのあるプレイリストはまだありません。
ko: 아직 단축키가 있는 플레이리스트가 없습니다.
pl: Żadna playlista nie ma jeszcze skrótu.
pt_br: Nenhuma playlist tem atalho ainda.
ru: Ни у одного плейлиста пока нет сочетания клавиш.
tr: Henüz kısayolu olan bir çalma listesi yok.
uk: Жоден список відтворення ще не має скорочення.
zh_hans: 还没有播放列表设置快捷键。
zh_hant: 還沒有播放列表設定快速鍵。

source: No presets saved yet.
ar: لا توجد إعدادات مسبقة محفوظة بعد.
de: Noch keine Voreinstellungen gesichert.
es: Aún no hay preajustes guardados.
fr: Aucun préréglage enregistré pour l’instant.
hi: अभी तक कोई प्रीसेट सहेजा नहीं गया।
it: Nessun preset salvato.
ja: 保存したプリセットはまだありません。
ko: 아직 저장된 사전 설정이 없습니다.
pl: Brak zapisanych ustawień wstępnych.
pt_br: Nenhuma Predefinição Salva.
ru: Сохранённых пресетов пока нет.
tr: Henüz kaydedilmiş hazır ayar yok.
uk: Збережених пресетів поки немає.
zh_hans: 尚未保存预设。
zh_hant: 尚未儲存預設組合。

source: No recent wallpapers
ar: لا توجد خلفيات حديثة
de: Keine zuletzt verwendeten Hintergrundbilder
es: No hay fondos de pantalla recientes
fr: Aucun fond d’écran récent
hi: कोई हालिया वॉलपेपर नहीं
it: Nessuno sfondo recente
ja: 最近使用した壁紙はありません
ko: 최근 배경화면 없음
pl: Brak ostatnich tapet
pt_br: Nenhuma imagem de fundo recente
ru: Нет недавних обоев
tr: Son kullanılan duvar kâğıdı yok
uk: Немає нещодавніх шпалер
zh_hans: 无最近使用的墙纸
zh_hant: 沒有最近使用的背景圖片

source: No release notes are available offline for this version.
ar: لا تتوفر ملاحظات إصدار دون اتصال لهذا الإصدار.
de: Für diese Version sind offline keine Versionshinweise verfügbar.
es: No hay notas de la versión disponibles sin conexión para esta versión.
fr: Aucune note de version n’est disponible hors ligne pour cette version.
hi: इस संस्करण के लिए ऑफ़लाइन कोई रिलीज़ नोट्स उपलब्ध नहीं हैं.
it: Nessuna nota di rilascio disponibile offline per questa versione.
ja: このバージョンのリリースノートはオフラインでは利用できません。
ko: 이 버전의 릴리스 노트는 오프라인에서 사용할 수 없습니다.
pl: Informacje o tej wersji nie są dostępne offline.
pt_br: Nenhuma nota de versão está disponível offline para esta versão.
ru: Примечания к выпуску для этой версии недоступны офлайн.
tr: Bu sürüm için çevrimdışı sürüm notu yok.
uk: Примітки до випуску для цієї версії недоступні офлайн.
zh_hans: 此版本没有可离线查看的发行说明。
zh_hant: 此版本沒有可離線檢視的版本說明。

source: No violations
ar: لا توجد مخالفات
de: Keine Verstöße
es: Sin infracciones
fr: Aucune violation
hi: कोई उल्लंघन नहीं
it: Nessuna violazione
ja: 違反はありません
ko: 위반 없음
pl: Brak naruszeń
pt_br: Nenhuma violação
ru: Нарушений нет
tr: İhlal yok
uk: Порушень немає
zh_hans: 没有违规
zh_hant: 沒有違規

source: No wallpaper
ar: بلا خلفية
de: Kein Hintergrundbild
es: Sin fondo de pantalla
fr: Aucun fond d’écran
hi: कोई वॉलपेपर नहीं
it: Nessuno sfondo
ja: 壁紙なし
ko: 배경화면 없음
pl: Brak tapety
pt_br: Nenhuma imagem de fundo
ru: Нет обоев
tr: Duvar kâğıdı yok
uk: Немає шпалери
zh_hans: 无墙纸
zh_hant: 沒有背景圖片

source: No wallpaper is showing on this display.
ar: لا تظهر أي خلفية على شاشة العرض هذه.
de: Auf diesem Bildschirm wird kein Hintergrundbild angezeigt.
es: No se muestra ningún fondo de pantalla en esta pantalla.
fr: Aucun fond d’écran n’est affiché sur ce moniteur.
hi: इस डिस्प्ले पर कोई वॉलपेपर नहीं दिख रहा है।
it: Nessuno sfondo è mostrato su questo monitor.
ja: このディスプレイには壁紙が表示されていません。
ko: 이 디스플레이에 표시된 배경화면이 없습니다.
pl: Na tym monitorze nie jest wyświetlana żadna tapeta.
pt_br: Nenhuma imagem de fundo está sendo mostrada nesta tela.
ru: На этом мониторе не показываются обои.
tr: Bu ekranda duvar kâğıdı gösterilmiyor.
uk: На цьому моніторі не показуються шпалери.
zh_hans: 此显示器上未显示墙纸。
zh_hant: 此顯示器上未顯示背景圖片。

source: No wallpapers found for your search.
ar: لم يتم العثور على خلفيات تطابق بحثك.
de: Für Ihre Suche wurden keine Hintergrundbilder gefunden.
es: No se han encontrado fondos de pantalla para tu búsqueda.
fr: Aucun fond d’écran ne correspond à votre recherche.
hi: आपकी खोज के लिए कोई वॉलपेपर नहीं मिला.
it: Nessuno sfondo trovato per la ricerca.
ja: 検索条件に一致する壁紙は見つかりませんでした。
ko: 검색과 일치하는 배경화면이 없습니다.
pl: Nie znaleziono tapet pasujących do wyszukiwania.
pt_br: Nenhuma imagem de fundo encontrada para sua busca.
ru: По вашему запросу обои не найдены.
tr: Aramanızla eşleşen duvar kâğıdı bulunamadı.
uk: За вашим запитом шпалер не знайдено.
zh_hans: 未找到符合搜索条件的墙纸。
zh_hant: 找不到符合搜尋條件的背景圖片。

source: None
ar: لا شيء
de: Ohne
es: Ninguno
fr: Aucun
hi: कोई नहीं
it: Nessuno
ja: なし
ko: 없음
pl: Brak
pt_br: Nenhum
ru: Нет
tr: Yok
uk: Немає
zh_hans: 无
zh_hant: 無

source: None (reduce flicker)
ar: لا شيء (تقليص الوميض)
de: Keiner (reduziert Flackern)
es: Nada (reducir parpadeo)
fr: Aucun (réduction du scintillement)
hi: कोई नहीं (झिलमिलाहट कम करें)
it: No (riduci sfarfallio)
ja: なし（ちらつきを軽減）
ko: 없음 (점멸 감소)
pl: Brak (ograniczone miganie)
pt_br: Nenhum (Reduz Cintilação)
ru: Нет (уменьшение мерцания)
tr: Yok (titremeyi azalt)
uk: Нічого (зменшує мерехтіння)
zh_hans: 无（减少闪烁）
zh_hant: 無（減少閃爍）

source: None of this wallpaper's properties are in it.
ar: لا يتضمن أيًّا من خصائص هذه الخلفية.
de: Keine Eigenschaft dieses Hintergrundbilds ist darin enthalten.
es: No contiene ninguna propiedad de este fondo de pantalla.
fr: Aucune propriété de ce fond d’écran n’y figure.
hi: इसमें इस वॉलपेपर की कोई भी प्रॉपर्टी नहीं है।
it: Non contiene nessuna proprietà di questo sfondo.
ja: この壁紙のプロパティが含まれていません。
ko: 이 배경화면의 속성이 하나도 없습니다.
pl: Nie zawiera żadnej właściwości tej tapety.
pt_br: Não contém nenhuma propriedade desta imagem de fundo.
ru: В нём нет ни одного свойства этих обоев.
tr: Bu duvar kâğıdının hiçbir özelliği içinde yok.
uk: У ньому немає жодної властивості цієї шпалери.
zh_hans: 其中没有此墙纸的任何属性。
zh_hant: 其中沒有此背景圖片的任何屬性。

source: Normal
ar: عادي
fr: Normale
hi: सामान्य
it: Normale
ja: 通常
ko: 보통
pl: Normalny
ru: Обычный
uk: Звичайний
zh_hans: 正常
zh_hant: 一般

source: Not available for this Mac.
ar: غير متوفر لجهاز Mac هذا.
de: Für diesen Mac nicht verfügbar.
es: No disponible para este Mac.
fr: Non disponible pour ce Mac.
hi: इस Mac के लिए उपलब्ध नहीं है।
it: Non disponibile per questo Mac.
ja: この Mac では利用できません。
ko: 이 Mac에서는 사용할 수 없습니다.
pl: Niedostępne dla tego Maca.
pt_br: Indisponível para este Mac.
ru: Недоступно для этого Mac.
tr: Bu Mac için kullanılamıyor.
uk: Недоступно для цього Mac.
zh_hans: 不适用于这台 Mac。
zh_hant: 不適用於這部 Mac。

source: Not installed
ar: غير مثبّت
de: Nicht installiert
es: No instalado
fr: Non installé
hi: इंस्टॉल नहीं है
it: Non installato
ja: 未インストール
ko: 설치되지 않음
pl: Nie zainstalowano
pt_br: Não instalado
ru: Не установлен
tr: Yüklü değil
uk: Не встановлено
zh_hans: 未安装
zh_hant: 未安裝

source: Not recorded yet
ar: لم يُسجَّل بعد
de: Noch nicht aufgenommen
es: Aún sin grabar
fr: Pas encore enregistré
hi: अभी रिकॉर्ड नहीं किया गया
it: Non ancora registrato
ja: まだ録画されていません
ko: 아직 녹화되지 않음
pl: Jeszcze nie nagrano
pt_br: Ainda não gravado
ru: Ещё не записано
tr: Henüz kaydedilmedi
uk: Ще не записано
zh_hans: 尚未录制
zh_hant: 尚未錄製

source: Not set up
ar: غير مُعد
de: Nicht eingerichtet
es: Sin configurar
fr: Non configuré
hi: सेट अप नहीं है
it: Non configurato
ja: 未設定
ko: 설정되지 않음
pl: Nie skonfigurowano
pt_br: Não configurado
ru: Не настроено
tr: Kurulmadı
uk: Не налаштовано
zh_hans: 未设置
zh_hant: 未設定

source: Not yet
ar: ليس بعد
de: Noch nicht
es: Todavía no
fr: Pas encore
hi: अभी नहीं
it: Non ancora
ja: 未確認
ko: 아직 안 함
pl: Jeszcze nie
pt_br: Ainda não
ru: Ещё нет
tr: Henüz değil
uk: Ще ні
zh_hans: 尚未
zh_hant: 尚未

source: Nothing imported yet
ar: لم يتم استيراد أي شيء بعد
de: Noch nichts importiert
es: Aún no se ha importado nada
fr: Rien d’importé pour l’instant
hi: अभी तक कुछ इंपोर्ट नहीं हुआ
it: Nessuna importazione per ora
ja: まだ何も読み込まれていません
ko: 아직 가져온 항목 없음
pl: Jeszcze nic nie zaimportowano
pt_br: Nada importado ainda
ru: Пока ничего не импортировано
tr: Henüz içe aktarılan yok
uk: Ще нічого не імпортовано
zh_hans: 尚未导入任何内容
zh_hant: 尚未匯入任何內容

source: Notification Center
ar: مركز الإشعارات
de: Mitteilungszentrale
es: Centro de notificaciones
fr: Centre de notifications
hi: सूचना केंद्र
it: Centro Notifiche
ja: 通知センター
ko: 알림 센터
pl: Centrum powiadomień
pt_br: Central de Notificações
ru: Центр уведомлений
tr: Bildirim Merkezi
uk: Центр сповіщень
zh_hans: 通知中心
zh_hant: 通知中心

source: OK
ar: حسنًا
es: Aceptar
hi: ठीक है
ko: 확인
ru: ОК
tr: Tamam
zh_hans: 好
zh_hant: 好

source: Object %lld
ar: كائن %lld
de: Objekt %lld
es: Objeto %lld
fr: Objet %lld
hi: ऑब्जेक्ट %lld
it: Oggetto %lld
ja: オブジェクト %lld
ko: 객체 %lld
pl: Obiekt %lld
pt_br: Objeto %lld
ru: Объект %lld
tr: Nesne %lld
uk: Обʼєкт %lld
zh_hans: 对象 %lld
zh_hant: 物件 %lld

source: Object Properties
ar: خصائص الكائن
de: Objekteigenschaften
es: Propiedades del objeto
fr: Propriétés de l’objet
hi: ऑब्जेक्ट प्रॉपर्टी
it: Proprietà oggetto
ja: オブジェクトのプロパティ
ko: 객체 속성
pl: Właściwości obiektu
pt_br: Propriedades do Objeto
ru: Свойства объекта
tr: Nesne Özellikleri
uk: Властивості обʼєкта
zh_hans: 对象属性
zh_hant: 物件屬性

source: Off
ar: إيقاف
de: Aus
es: Desactivado
fr: Désactivé
hi: बंद
it: Disattivato
ja: オフ
ko: 끔
pl: Wyłączone
pt_br: Desativado
ru: Выкл.
tr: Kapalı
uk: Вимк.
zh_hans: 关闭
zh_hant: 關閉

source: Off, a wallpaper shown on several displays keeps each display's properties, as Wallpaper Engine does. On, one set of properties applies to every display.
ar: عند الإيقاف، تحتفظ الخلفية المعروضة على عدة شاشات عرض بخصائص كل شاشة عرض، كما يفعل Wallpaper Engine. وعند التشغيل، تنطبق مجموعة واحدة من الخصائص على كل شاشات العرض.
de: Aus: Ein Hintergrundbild auf mehreren Displays behält die Eigenschaften jedes Displays, wie in Wallpaper Engine. Ein: Dieselben Eigenschaften gelten für alle Displays.
es: Si está desactivado, un fondo de pantalla que se muestra en varias pantallas conserva las propiedades de cada pantalla, como hace Wallpaper Engine. Si está activado, se aplica un único conjunto de propiedades a todas las pantallas.
fr: Désactivé, un fond d’écran affiché sur plusieurs moniteurs conserve les propriétés de chaque moniteur, comme dans Wallpaper Engine. Activé, les mêmes propriétés s’appliquent à tous les moniteurs.
hi: बंद होने पर, कई डिस्प्ले पर दिखाया गया वॉलपेपर हर डिस्प्ले की अपनी प्रॉपर्टी रखता है, जैसा Wallpaper Engine करता है. चालू होने पर, प्रॉपर्टी का एक ही सेट हर डिस्प्ले पर लागू होता है.
it: Se disattivato, uno sfondo mostrato su più schermi mantiene le proprietà di ciascuno schermo, come in Wallpaper Engine. Se attivato, un solo insieme di proprietà vale per tutti gli schermi.
ja: オフの場合、複数のディスプレイに表示される壁紙は、Wallpaper Engineと同様にディスプレイごとのプロパティを保持します。オンの場合、1組のプロパティがすべてのディスプレイに適用されます。
ko: 끄면 Wallpaper Engine처럼 여러 디스플레이에 표시되는 배경화면이 디스플레이별 속성을 유지합니다. 켜면 하나의 속성 세트가 모든 디스플레이에 적용됩니다.
pl: Gdy wyłączone, tapeta pokazywana na kilku wyświetlaczach zachowuje osobne właściwości dla każdego z nich, tak jak w Wallpaper Engine. Gdy włączone, jeden zestaw właściwości dotyczy wszystkich wyświetlaczy.
pt_br: Desativado, uma imagem de fundo exibida em várias telas mantém as propriedades de cada tela, como faz o Wallpaper Engine. Ativado, um único conjunto de propriedades se aplica a todas as telas.
ru: Если выключено, обои на нескольких дисплеях сохраняют свои свойства для каждого дисплея, как в Wallpaper Engine. Если включено, один набор свойств применяется ко всем дисплеям.
tr: Kapalıyken, birden fazla ekranda gösterilen bir duvar kâğıdı Wallpaper Engine’deki gibi her ekranın özelliklerini korur. Açıkken, tek bir özellik kümesi tüm ekranlara uygulanır.
uk: Якщо вимкнено, шпалера, показана на кількох дисплеях, зберігає властивості для кожного дисплея окремо, як у Wallpaper Engine. Якщо ввімкнено, один набір властивостей застосовується до всіх дисплеїв.
zh_hans: 关闭时，显示在多个显示器上的墙纸会为每个显示器保留各自的属性，与 Wallpaper Engine 相同。打开时，所有显示器使用同一组属性。
zh_hant: 關閉時，顯示在多個顯示器上的背景圖片會如同 Wallpaper Engine 一樣，保留每個顯示器各自的屬性。開啟時，同一組屬性會套用到所有顯示器。

source: Official
ar: رسمية
de: Offiziell
es: Oficial
fr: Officiel
hi: आधिकारिक
it: Ufficiale
ja: 公式
ko: 공식
pl: Oficjalne
pt_br: Oficial
ru: Официальные
tr: Resmî
uk: Офіційні
zh_hans: 官方
zh_hant: 官方

source: Offsets the start of the animation, useful for de-syncing two copies of an effect.
ar: يزيح بداية الحركة، وهو مفيد لإلغاء تزامن نسختين من التأثير.
de: Versetzt den Start der Animation – nützlich, um zwei Kopien eines Effekts zu desynchronisieren.
es: Desplaza el inicio de la animación; útil para desincronizar dos copias de un efecto.
fr: Décale le début de l’animation, utile pour désynchroniser deux copies d’un effet.
hi: ऐनिमेशन की शुरुआत को आगे-पीछे करता है; किसी इफ़ेक्ट की दो कॉपी को अलग-अलग ताल पर चलाने के लिए उपयोगी.
it: Sposta l’inizio dell’animazione, utile per desincronizzare due copie di un effetto.
ja: アニメーションの開始をずらします。エフェクトの2つのコピーの同期をずらすのに便利です。
ko: 애니메이션의 시작 시점을 오프셋합니다. 같은 효과의 두 복사본을 서로 어긋나게 할 때 유용합니다.
pl: Przesuwa początek animacji; przydaje się do rozsynchronizowania dwóch kopii efektu.
pt_br: Desloca o início da animação; útil para dessincronizar duas cópias de um efeito.
ru: Смещает начало анимации — полезно, чтобы рассинхронизировать две копии эффекта.
tr: Animasyonun başlangıcını kaydırır; bir efektin iki kopyasını birbirinden ayrı zamanlamak için kullanışlıdır.
uk: Зсуває початок анімації; корисно, щоб розсинхронізувати дві копії ефекту.
zh_hans: 偏移动画的起始时间，可用于使同一效果的两个副本错开。
zh_hant: 偏移動畫的起點，可用來讓同一效果的兩個副本不同步。

source: Offsets, scales or rotates the layer.
ar: يزيح الطبقة أو يغيّر حجمها أو يدوّرها.
de: Verschiebt, skaliert oder dreht die Ebene.
es: Desplaza, escala o gira la capa.
fr: Décale, redimensionne ou fait pivoter le calque.
hi: लेयर को खिसकाता, स्केल करता या घुमाता है.
it: Sposta, ridimensiona o ruota il livello.
ja: レイヤーをオフセット、拡大縮小、または回転します。
ko: 레이어를 오프셋하거나, 크기를 조절하거나, 회전합니다.
pl: Przesuwa, skaluje lub obraca warstwę.
pt_br: Desloca, redimensiona ou gira a camada.
ru: Сдвигает, масштабирует или поворачивает слой.
tr: Katmanı kaydırır, ölçekler veya döndürür.
uk: Зсуває, масштабує або обертає шар.
zh_hans: 偏移、缩放或旋转图层。
zh_hant: 偏移、縮放或旋轉圖層。

source: On Steam's page, enter any domain name, e.g. "localhost".
ar: في صفحة Steam، أدخل أي اسم نطاق، مثل "localhost".
de: Gib auf der Steam-Seite einen beliebigen Domainnamen ein, z. B. „localhost“.
es: En la página de Steam, escribe cualquier nombre de dominio, p. ej., "localhost".
fr: Sur la page de Steam, saisissez n’importe quel nom de domaine, par exemple « localhost ».
hi: Steam के पेज पर कोई भी डोमेन नाम दर्ज करें, जैसे "localhost"।
it: Nella pagina di Steam, inserisci un nome di dominio qualsiasi, ad es. "localhost".
ja: Steam のページでは任意のドメイン名（例："localhost"）を入力します。
ko: Steam 페이지에서 아무 도메인 이름이나 입력하세요(예: "localhost").
pl: Na stronie Steam wpisz dowolną nazwę domeny, np. „localhost”.
pt_br: Na página do Steam, digite qualquer nome de domínio, por exemplo, "localhost".
ru: На странице Steam введите любое доменное имя, например «localhost».
tr: Steam sayfasında herhangi bir alan adı girin, ör. "localhost".
uk: На сторінці Steam введіть будь-яке доменне ім’я, наприклад «localhost».
zh_hans: 在 Steam 页面上输入任意域名，例如“localhost”。
zh_hant: 在 Steam 頁面上輸入任意網域名稱，例如「localhost」。

source: On a timer
ar: على مؤقت
de: In zeitlicher Abfolge
es: Con temporizador
fr: Sur minuterie
hi: टाइमर पर
it: Con timer
ja: タイマーで変更
ko: 타이머에서
pl: Po czasie
pt_br: Por Temporizador
ru: По таймеру
tr: Zamanlayıcıyla
uk: За таймером
zh_hans: 按计时器
zh_hant: 根據計時器

source: On, one set of user properties applies to a wallpaper on every display. Off, each display keeps its own, as in Wallpaper Engine.
ar: عند التشغيل، تنطبق مجموعة واحدة من خصائص المستخدم على الخلفية في كل شاشات العرض. وعند الإيقاف، تحتفظ كل شاشة عرض بخصائصها، كما في Wallpaper Engine.
de: Ein: Ein Satz Benutzereigenschaften gilt für ein Hintergrundbild auf allen Displays. Aus: Jedes Display behält seine eigenen, wie in Wallpaper Engine.
es: Activado, un único conjunto de propiedades de usuario se aplica a un fondo de pantalla en todas las pantallas. Desactivado, cada pantalla conserva las suyas, como en Wallpaper Engine.
fr: Activé, un seul ensemble de propriétés utilisateur s’applique à un fond d’écran sur tous les moniteurs. Désactivé, chaque moniteur garde les siennes, comme dans Wallpaper Engine.
hi: चालू होने पर, सभी डिस्प्ले पर वॉलपेपर के लिए यूज़र प्रॉपर्टी का एक ही सेट लागू होता है। बंद होने पर, Wallpaper Engine की तरह हर डिस्प्ले अपनी प्रॉपर्टी रखता है।
it: Attivato, un unico insieme di proprietà utente vale per uno sfondo su tutti gli schermi. Disattivato, ogni schermo mantiene le proprie, come in Wallpaper Engine.
ja: オンにすると、壁紙のユーザプロパティが全ディスプレイで共通になります。オフにすると、Wallpaper Engine と同じく各ディスプレイが個別に保持します。
ko: 켜면 하나의 사용자 속성 세트가 모든 디스플레이의 배경화면에 적용됩니다. 끄면 Wallpaper Engine처럼 각 디스플레이가 자체 속성을 유지합니다.
pl: Włączone: jeden zestaw właściwości użytkownika dotyczy tapety na wszystkich wyświetlaczach. Wyłączone: każdy wyświetlacz zachowuje własne, jak w Wallpaper Engine.
pt_br: Ligado, um único conjunto de propriedades do usuário vale para a imagem de fundo em todas as telas. Desligado, cada tela mantém as suas, como no Wallpaper Engine.
ru: Если включено, один набор пользовательских свойств действует для обоев на всех дисплеях. Если выключено, у каждого дисплея свои, как в Wallpaper Engine.
tr: Açıkken, bir duvar kâğıdı için tek bir kullanıcı özellikleri kümesi tüm ekranlarda geçerli olur. Kapalıyken her ekran, Wallpaper Engine’de olduğu gibi kendi özelliklerini korur.
uk: Якщо ввімкнено, один набір властивостей користувача діє для шпалери на всіх дисплеях. Якщо вимкнено, кожен дисплей має власні, як у Wallpaper Engine.
zh_hans: 开启时，一套用户属性应用于所有显示器上的墙纸。关闭时，每个显示器保留自己的属性，与 Wallpaper Engine 相同。
zh_hant: 開啟時，一組使用者屬性套用於所有顯示器上的背景圖片。關閉時，每個顯示器保留自己的屬性，與 Wallpaper Engine 相同。

source: One Wallpaper Per Display
ar: خلفية لكل شاشة عرض
de: Ein Hintergrundbild pro Display
es: Un fondo de pantalla por pantalla
fr: Un fond d’écran par moniteur
hi: हर डिस्प्ले पर एक वॉलपेपर
it: Uno sfondo per schermo
ja: ディスプレイごとに1つの壁紙
ko: 디스플레이마다 하나의 배경화면
pl: Osobna tapeta na każdym wyświetlaczu
pt_br: Uma Imagem de Fundo por Tela
ru: Свои обои на каждом дисплее
tr: Her Ekrana Bir Duvar Kâğıdı
uk: Окрема шпалера на кожному дисплеї
zh_hans: 每个显示器一张墙纸
zh_hant: 每個顯示器一張背景圖片

source: Only Next and Previous change the wallpaper.
ar: لا يغيّر الخلفية سوى التالي والسابق.
de: Nur „Weiter“ und „Zurück“ wechseln das Hintergrundbild.
es: Solo Siguiente y Anterior cambian el fondo de pantalla.
fr: Seuls Suivant et Précédent changent le fond d’écran.
hi: सिर्फ़ अगला और पिछला वॉलपेपर बदलते हैं।
it: Solo Avanti e Precedente cambiano lo sfondo.
ja: 「次へ」と「前へ」でのみ壁紙が変わります。
ko: 다음과 이전으로만 배경화면이 바뀝니다.
pl: Tylko Następna i Poprzednia zmieniają tapetę.
pt_br: Apenas Próximo e Anterior alteram a imagem de fundo.
ru: Обои меняют только «Далее» и «Назад».
tr: Duvar kâğıdını yalnızca Sonraki ve Önceki değiştirir.
uk: Шпалеру змінюють лише «Далі» та «Попередня».
zh_hans: 只有“下一个”和“上一个”会更换墙纸。
zh_hant: 只有「下一步」和「上一個」會變更背景圖片。

source: Only scene wallpapers can be edited
ar: يمكن تحرير خلفيات المشاهد فقط
de: Nur Szenen-Hintergrundbilder können bearbeitet werden
es: Solo se pueden editar los fondos de pantalla de escena
fr: Seuls les fonds d’écran de type scène peuvent être modifiés
hi: सिर्फ़ सीन वॉलपेपर बदले जा सकते हैं
it: Si possono modificare solo gli sfondi scena
ja: 編集できるのはシーン壁紙のみです
ko: 장면 배경화면만 편집할 수 있습니다
pl: Edytować można tylko tapety typu scena
pt_br: Somente imagens de fundo de cena podem ser editadas
ru: Изменять можно только обои-сцены
tr: Yalnızca sahne duvar kâğıtları düzenlenebilir
uk: Редагувати можна лише шпалери-сцени
zh_hans: 只能编辑场景墙纸
zh_hant: 只能編輯場景背景圖片

source: Only scene wallpapers can be exported to iPhone for now
ar: يمكن حاليًا تصدير خلفيات المشاهد فقط إلى iPhone
de: Derzeit können nur Szenen-Hintergrundbilder auf das iPhone exportiert werden
es: Por ahora solo se pueden exportar al iPhone los fondos de escena
fr: Pour l’instant, seuls les fonds d’écran de scène peuvent être exportés vers l’iPhone
hi: अभी केवल सीन वॉलपेपर iPhone पर एक्सपोर्ट किए जा सकते हैं
it: Per ora solo gli sfondi scena possono essere esportati su iPhone
ja: 現在iPhoneに書き出せるのはシーン壁紙のみです
ko: 현재는 장면 배경화면만 iPhone으로 내보낼 수 있습니다
pl: Na razie do iPhone’a można eksportować tylko tapety scen
pt_br: Por enquanto, só papéis de parede de cena podem ser exportados para o iPhone
ru: Пока на iPhone можно экспортировать только обои-сцены
tr: Şimdilik yalnızca sahne duvar kâğıtları iPhone’a aktarılabilir
uk: Поки що на iPhone можна експортувати лише шпалери-сцени
zh_hans: 目前只能将场景墙纸导出到 iPhone
zh_hant: 目前只能將場景背景圖片輸出到 iPhone

source: Only scene wallpapers can be exported to iPhone or iPad for now
ar: حاليًا يمكن تصدير خلفيات المشاهد فقط إلى iPhone أو iPad
de: Derzeit können nur Szenen-Hintergrundbilder auf iPhone oder iPad exportiert werden
es: Por ahora solo se pueden exportar fondos de escena al iPhone o iPad
fr: Pour l’instant, seuls les fonds d’écran de scène peuvent être exportés vers l’iPhone ou l’iPad
hi: अभी केवल सीन वॉलपेपर ही iPhone या iPad पर एक्सपोर्ट किए जा सकते हैं
it: Per ora si possono esportare su iPhone o iPad solo gli sfondi scena
ja: 現在、iPhoneまたはiPadに書き出せるのはシーン壁紙のみです
ko: 현재는 장면 배경화면만 iPhone 또는 iPad로 내보낼 수 있습니다
pl: Na razie na iPhone’a lub iPada można eksportować tylko tapety scen
pt_br: Por enquanto, apenas papéis de parede de cena podem ser exportados para o iPhone ou iPad
ru: Пока на iPhone или iPad можно экспортировать только обои-сцены
tr: Şimdilik yalnızca sahne duvar kâğıtları iPhone veya iPad’e aktarılabilir
uk: Поки що на iPhone чи iPad можна експортувати лише шпалери-сцени
zh_hans: 目前只有场景墙纸可以导出到 iPhone 或 iPad
zh_hant: 目前只有場景背景圖片可以輸出至 iPhone 或 iPad
